[A_Item.ShieldBooster_Pickup UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Potencializador de Escudo"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Escudo no máximo"
NoManufacturerName="Genérico"

[A_Item.ShieldBooster_Pickup:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Criado por um escudo potencializador equipado por um jogador."
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BoosterShieldPickup_Skill SkillDefinition]
SkillName="Coleta de potencializador de escudo"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

